[
  {
    "title": "The Joy of Morning Coffee",
    "content": "There's something magical about that first sip of coffee in the morning. It awakens the senses and sets the tone for a productive day. Whether you prefer espresso, cappuccino, or a simple black coffee, it’s a daily ritual worth savoring.",
    "user_id": 1
  },
  {
    "title": "How to Stay Motivated to Study",
    "content": "Studying can be tough, especially when distractions are everywhere. The trick is to create small achievable goals, reward yourself, and stay consistent. Remember, consistency beats motivation every time.",
    "user_id": 2
  },
  {
    "title": "The Magic of Rainy Days",
    "content": "Rainy days often bring a sense of calm. The sound of raindrops hitting the window, a cup of tea, and a good book can make anyone feel at peace. Sometimes slowing down is the best way to move forward.",
    "user_id": 1
  },
  {
    "title": "Simple Ways to Save Money",
    "content": "Start by tracking your spending. Cancel unnecessary subscriptions, cook more at home, and learn to differentiate between wants and needs. Over time, these small changes can make a big difference.",
    "user_id": 2
  },
  {
    "title": "Exploring Ghana’s Hidden Beaches",
    "content": "Beyond Labadi and Kokrobite, Ghana has stunning hidden beaches like Butre and Busua. These peaceful spots offer golden sands, palm trees, and some of the friendliest locals you'll ever meet.",
    "user_id": 1
  },
  {
    "title": "The Rise of Eco-Friendly Fashion",
    "content": "Sustainable fashion is not just a trend—it’s the future. More brands are turning to organic fabrics, ethical production, and recycling old clothes to reduce environmental impact.",
    "user_id": 2
  },
  {
    "title": "Why Everyone Should Learn to Cook",
    "content": "Cooking is a life skill that promotes independence and creativity. Plus, preparing your own meals helps you eat healthier and save money in the long run.",
    "user_id": 1
  },
  {
    "title": "A Beginner’s Guide to Meditation",
    "content": "Meditation is about being present. Start with 5 minutes a day, focus on your breath, and gradually increase the time. You’ll notice improved focus, patience, and peace of mind.",
    "user_id": 2
  },
  {
    "title": "The Power of Good Sleep",
    "content": "Sleep affects every part of your life—mood, focus, and health. Aim for 7–8 hours each night, avoid screens before bed, and create a peaceful sleep routine.",
    "user_id": 1
  },
  {
    "title": "Best Places to Visit in Accra",
    "content": "From Jamestown’s historic charm to the vibrant Makola Market, Accra offers something for everyone. Don’t miss the street food, art galleries, and lively nightlife.",
    "user_id": 1
  },
  {
    "title": "How Music Influences Our Mood",
    "content": "Music has the power to heal, energize, and inspire. Upbeat songs lift your spirits, while slow melodies can calm anxiety and help you relax.",
    "user_id": 2
  },
  {
    "title": "Healthy Breakfast Ideas",
    "content": "Oatmeal with fruits, eggs and avocado toast, or smoothie bowls are great options to start your day strong. Breakfast truly is the most important meal of the day!",
    "user_id": 1
  },
  {
    "title": "Why Journaling is Good for Mental Health",
    "content": "Writing down your thoughts helps you process emotions, track progress, and practice gratitude. It’s a simple habit with lasting benefits.",
    "user_id": 2
  },
  {
    "title": "Top 5 Netflix Shows to Binge This Weekend",
    "content": "If you’re looking for a break, check out shows like 'Stranger Things', 'The Crown', or 'Bridgerton'. Just don’t forget to stretch between episodes!",
    "user_id": 1
  },
  {
    "title": "The Importance of Drinking Water",
    "content": "Your body needs water to function. Staying hydrated improves your skin, boosts energy, and keeps your mind sharp. Keep a bottle nearby at all times.",
    "user_id": 1
  },
  {
    "title": "Overcoming Fear of Failure",
    "content": "Failure isn’t the end—it’s feedback. Every mistake is an opportunity to learn, adapt, and grow stronger. Embrace it and keep moving forward.",
    "user_id": 2
  },
  {
    "title": "The Art of Minimalism",
    "content": "Minimalism is about focusing on what truly matters. Declutter your space, simplify your routines, and make room for peace and creativity.",
    "user_id": 2
  },
  {
    "title": "A Walk Through Makola Market",
    "content": "Makola Market is the heartbeat of Accra—busy, colorful, and full of life. You’ll find everything from fresh produce to beautiful handmade crafts.",
    "user_id": 1
  },
  {
    "title": "Why Travel Broadens the Mind",
    "content": "Traveling exposes you to new perspectives, cultures, and ideas. It helps you appreciate diversity and realize how connected the world truly is.",
    "user_id": 2
  },
  {
    "title": "Small Habits That Change Your Life",
    "content": "Read daily, exercise regularly, and speak kindly—to others and yourself. Big transformations come from small, consistent actions.",
    "user_id": 1
  }
]
